[
  {
    "id": 1,
    "title": "കുഞ്ഞുമോൻ്റെ സ്വപ്നം",
    "content": "കുഞ്ഞുമോൻ എന്ന കൊച്ചു ബാലൻ ഒരിക്കൽ ആകാശത്തേക്കു നോക്കി സ്വപ്നം കണ്ടു. അവൻ ആകാശത്ത് പറക്കാൻ ആഗ്രഹിച്ചു. പക്ഷേ, അതിനുള്ള മാർഗം അവന് അറിയില്ല. ഒരു ദിവസം അവൻ ഒരു തത്തയെ കണ്ടു. കുഞ്ഞുമോൻ അതിനോട് ചോദിച്ചു: 'തത്തേ, എനിക്ക് പറക്കാൻ കഴിയുമോ?' തത്ത ചിരിച്ചു: 'നീ ഉണ്ടാക്കേണ്ടത് വിശ്വാസമാണ്, പ്രയത്നിക്കൂ!' കുഞ്ഞുമോൻ എല്ലാ ദിവസവും ചിറകുപോലെയുള്ള കയര് കെട്ടി ഓടിത്തുടങ്ങി. ഒടുവിൽ, അകത്തളത്തിൽ ഒരു ചെറിയ പറക്കുന്ന ഉപകരണം ഉണ്ടാക്കി. ഒരു ദിവസം അതിൽ കയറി, അവൻ കാറ്റിനൊപ്പം പൊങ്ങിയുപോയി! ആസ്വാദിച്ചു, സന്തോഷിച്ചു, ഒടുവിൽ വീട്ടിലേക്ക് മടങ്ങി. അന്നുമുതൽ, അവൻ പുതിയ സ്വപ്നങ്ങൾ കാണാൻ തുടങ്ങിയു."
  },
  {
    "id": 2,
    "title": "മരച്ചീലയുടെ മായാജാലം",
    "content": "ഒരു ചെറിയ ഗ്രാമത്തിൽ അതിശയകരമായ ഒരു മരച്ചീൽ ഉണ്ടായിരുന്നു. ആ മരച്ചീൽ കാറ്റിൽ ഒഴുകുമ്പോൾ അതിനെ കണ്ടവർക്കു വിചിത്രമായ അനുഭവം ഉണ്ടാകുമായിരുന്നു. ചിലർ പറയുന്നു, അതിന് അന്ധകാരത്തിലും പ്രകാശം ഉണ്ടാക്കാനുള്ള ശക്തിയുണ്ട്. ചിലർക്ക് അതിനോട് സംസാരിക്കാമെന്നു തോന്നും. ഒരിക്കൽ, ആ ഗ്രാമത്തിൽ ബാലൻ എന്ന കുട്ടി വന്നു. അവൻ മരച്ചീലയുടെ പക്കൽ ചെന്നു, അതിൽ ഒന്ന് സ്പർശിച്ചു. അപ്പോഴാണ് ബാലന് ഒരു വലിയ അനുഭവം ഉണ്ടായത്. അവന് പഴയകാല കഥകളൊക്കെ മനസ്സിൽ തെളിഞ്ഞു. അതേ ദിവസം മുതൽ ബാലൻ ഗ്രാമത്തിലെ ഏറ്റവും മികച്ച കഥാകാരനായി. എല്ലാവരും അയാളുടെ കഥകൾ കേട്ടു. മരച്ചീല ഇന്നും അത്ര സങ്കീർണ്ണമാണ്, എന്നാൽ അതിന്റെ മായാജാലം ഒരിക്കലും അവസാനിക്കില്ല!"
  },
  {
    "id": 3,
    "title": "കരടിയും ബാലനും",
    "content": "ഒരു കാടിനകത്തേക്ക് ബാലൻ എന്ന കൊച്ചു ബാലൻ വഴിതെറ്റി കയറി. അവിടെ അവന് ഒരു വലിയ കരടിയെ കണ്ടു. അവൻ പേടിച്ചു, പക്ഷേ കരടി ആരെയും ദോഷം ചെയ്യില്ല. അതൊരു സൗമ്യമായ ജീവിയായിരുന്നു. ബാലൻ കരടിയോട് ചേർന്ന് സംസാരിക്കാൻ തുടങ്ങിയപ്പോൾ കരടി തന്റെ പഴയ ജീവിതം പറയികൊണ്ടിരുന്നു. 'നീന്തൽ എനിക്ക് അറിയില്ല, പക്ഷേ ഒരു കാലത്ത് ഞാൻ വലിയ കിണറിലേക്കു വീണിരുന്നു' എന്ന് കരടി പറഞ്ഞു. ബാലൻ അതിശയിച്ചു. 'അപ്പോൾ എങ്ങനെയാണ് പുറത്തു വന്നത്?' കരടി ചിരിച്ചു: 'ഒരു നല്ല മനുഷ്യൻ എന്നെ രക്ഷിച്ചു.' അന്നു മുതൽ ബാലനും കരടിയും നല്ല സുഹൃത്തുക്കളായി. ബാലൻ വീട്ടിലേക്ക് മടങ്ങിയപ്പോൾ കരടിയെ ഓർത്ത് സന്തോഷിച്ചു. 'ഒരു സുഹൃത്ത് എപ്പോഴും സഹായകനാണ്' എന്ന് അവൻ മനസ്സിലാക്കി."
  },
  {
    "id": 4,
    "title": "കടൽപ്പിറവി",
    "content": "ഒരു ചെറിയ മത്സ്യൻ കടലിൽ വിചിത്രമായതൊന്നും കാണാതെ സന്തോഷത്തോടെ ജീവിക്കുകയായിരുന്നു. ഒരിക്കൽ, വലിയ ഒരു തിരമാലയുമായി അതിന്റെ ജീവിതം മാറിപ്പോയി. തിരമാല അതിനെ ഒരിടത്തുനിന്നും മറ്റൊരിടത്തേക്ക് കൊണ്ടുപോയി. വഴിയിൽ മത്സ്യം പുതിയയിടങ്ങൾ കണ്ടു. അപ്രത്യക്ഷമായ കടൽജലങ്ങൾ, വിവിധ നിറമുള്ള പാറകൾ, ചെറിയ ജീവികൾ… എല്ലാം അതിന് പുതിയ അനുഭവം ആയിരുന്നു. ഒടുവിൽ തിരമാല അവസാനിച്ചു, മത്സ്യം ഒരു ശാന്തമായ പ്രദേശത്ത് എത്തി. അവിടെ മറ്റൊരു മത്സ്യത്തെ കണ്ടു, അവർക്ക് തമ്മിൽ സൗഹൃദം ഉണ്ടായി. ഈ യാത്രയിൽ, മത്സ്യൻ ഒരു കാര്യമാണ് മനസ്സിലാക്കിയത്: 'ജീവിതം സഞ്ചാരമാണ്, പുതിയ അനുഭവങ്ങളിലൂടെ നമ്മൾ വളരുന്നു.'"
  },
  {
    "id": 5,
    "title": "പച്ചില വീട്ടിൽ അതിഥി",
    "content": "ഒരു ഗ്രാമത്തിൽ പച്ചിലകൾ കൊണ്ട് നിർമ്മിച്ച ഒരു ചെറിയ വീട് ഉണ്ടായിരുന്നു. ഒരുദിവസം ഒരു അതിഥി ആ വീട്ടിൽ എത്തി. അവന്റെ വരവൊരുപാട് അനിശ്ചിതത്വം നിറഞ്ഞതായിരുന്നു. ഗ്രാമവാസികൾ അവനെ ആരാണെന്ന് അറിയില്ല. പക്ഷേ, അയാൾ ചിരിച്ചു, എല്ലാവർക്കും സുഹൃദമായ വാക്കുകൾ പറഞ്ഞു. ഗ്രാമത്തിലെ എല്ലാവരും അയാളോട് സംസാരിക്കാനും കൂട്ടുകൂടാനുമാരംഭിച്ചു. കുറച്ചു ദിവസങ്ങൾ കഴിയുമ്പോൾ അയാൾ ഗ്രാമവാസികൾക്ക് ഒരു വലിയ പ്രതിഭാസം പഠിപ്പിച്ചു – സസ്യവളർച്ചയുടെ പ്രാധാന്യം. ഗ്രാമവാസികൾ അദ്ദേഹത്തെ തങ്ങളുടെ ഗുരുവായി സ്വീകരിച്ചു. ഒടുവിൽ, അതിഥി ഗ്രാമത്തിൽ ഒരു വലിയ കൃഷിയിടം നിർമിച്ചു, അത് ഗ്രാമവാസികൾക്ക് സമ്പത്ത് പകരാൻ തുടങ്ങി. അതിഥി പോകുമ്പോൾ, ഗ്രാമവാസികൾ അവന്റെ ഓർമ്മയിൽ സന്തോഷിച്ചു. ഇന്നും ആ വീട് അതിഥിയുടെ വരവിനായി കാത്തിരിക്കുന്നു."
  }
]
